{
  "title": "ABOUT TSAK",
  "titleTh": "สนทก.",
  "associationName": "Thai Students Association\nin the Republic of Korea",
  "history": "History of the Association",
  "historyContent": "The Thai Student Association in the Republic of Korea was established on Saturday, November 23, 2024, when a group of Thai student representatives in Korea paid a courtesy visit to His Excellency Mr. Thani Sangrat, Ambassador of Thailand to the Republic of Korea, to discuss the formation of the association.\n\nThe Royal Thai Embassy graciously agreed to serve as the association’s advisor and has since provided support in terms of budget and operations. From that point onward, the association has officially adopted the name “Thai Student Association in the Republic of Korea (TSAK).”\n\nPreviously, a group of Thai students in Korea who shared a common vision had been operating under the name “Thai Community in Korea.” However, the outbreak of the COVID-19 pandemic caused activities and student networks to come to a halt.\n\nAfter the situation improved, the resurgence of interest in Korean culture and education led to a steady increase in the number of Thai students in Korea. This gave rise to an important question:\n“How can we unite Thai students in Korea into a single, cohesive network?”\n\nWith this shared aspiration, a group of Thai students who aimed to build a strong Thai student network in Korea came together and formed the first Executive Committee of the Association.\n\nThe Thai Student Association in the Republic of Korea can thus be regarded as an organization that carries forward the mission of the former Thai Community in Korea, which provided initial support, including a budget of 1,300,000 KRW, as well as the community’s Facebook and Instagram accounts, to ensure a smooth transition and continuity of operations.\n\nSubsequently, on Wednesday, December 4, 2024, the Association was honored to attend the Thai National Day Celebration at the Crystal Ballroom, Lotte Hotel, Seoul. During the event, H.E. Ambassador Thani Sangrat formally introduced the establishment of the Association to organizations and stakeholders in Korea. The event was attended by numerous distinguished guests from various countries.\n\nOn Thursday, January 23, 2025, the Association was honored to participate in the Thai Community Reception at the Ambassador’s Residence in Seoul. On this occasion, the Association officially introduced itself to the Thai community in Korea and began actively engaging with various Thai community organizations.\n\nFurthermore, on Thursday, April 24, 2025, the Association participated in the Annual General Meeting of the ASEAN Youth Network in Korea (AYNK) and jointly signed a Memorandum of Understanding (MOU) to formally strengthen relationships and expand collaborative networks among ASEAN student associations in Korea.",
  "whatWeDo": "What TSAK Does",
  "whatWeDoContent": "The Thai Student Association in the Republic of Korea (TSAK) is a non-profit organization that serves as a central platform for connecting, supporting, and assisting Thai students studying in South Korea.\n\nThe main roles of TSAK include:\n\n● Supporting Thai students in areas such as cultural adaptation, daily life, education, visas, scholarships, and related welfare\n\n● Organizing activities to enhance students’ potential, such as orientation events, networking gatherings, Career Talks, Small Talks, and other skill-development activities\n\n● Building a nationwide network of Thai students across South Korea through regional coordination to ensure effective communication and comprehensive support\n\n● Acting as a liaison between Thai students and external organizations, including the Royal Thai Embassy in Seoul, Thai communities, government agencies, and international organizations\n\n● Promoting a positive image of Thai students in Korean society through cultural activities, volunteer work, and collaboration with various organizations",
  "vision": "TSAK Vision",
  "visionContent": "TSAK aspires to become a strong, credible, and sustainable central organization for Thai students in the Republic of Korea, while serving as a bridge for cooperation among Thai students, the Thai community, government agencies, and other related organizations in South Korea.\n\nWe aim to develop TSAK into:\n\n● An organization that comprehensively supports the potential and quality of life of Thai students\n\n● A platform that fosters leadership, social responsibility, and public-mindedness\n\n● A network that creates long-term value for both current and future generations of Thai students\n\n● A representative body of Thai students that reflects a positive image, professionalism, and international collaboration",
  "logoMeaning": "Meaning of the Association Logo"
}
