{
  "title": "เกี่ยวกับ TSAK",
  "titleTh": "สนทก.",
  "associationName": "Thai Students Association\nin the Republic of Korea",
  "history": "ความเป็นมาของสมาคม",
  "historyContent": "สมาคมนักเรียนไทยในสาธารณรัฐเกาหลี ก่อตั้งขึ้นเมื่อวันเสาร์ที่ 23 พฤศจิกายน พ.ศ. 2567 เมื่อกลุ่มตัวแทนนักเรียนไทยในเกาหลีได้เข้าพบ พณฯ ท่านธานี แสงรัตน์ เอกอัครราชทูต ณ กรุงโซล เพื่อหารือเกี่ยวกับการจัดตั้งสมาคมฯ โดยสถานเอกอัครราชทูตฯ ได้ให้เกียรติรับเป็นที่ปรึกษา พร้อมทั้งสนับสนุนงบประมาณและการดำเนินงานต่าง ๆ นับแต่นั้นเป็นต้นมา สมาคมฯ จึงได้เริ่มใช้ชื่อ \"สมาคมนักเรียนไทยในสาธารณรัฐเกาหลี (Thai Student Association in the Republic of Korea — TSAK)\" อย่างเป็นทางการ\n\nเดิมนั้นมีกลุ่มนักเรียนไทยในเกาหลีที่มีวิสัยทัศน์ร่วมกันดำเนินงานภายใต้ชื่อ \"ชุมชนไทยในเกาหลี\" แต่การแพร่ระบาดของไวรัสโคโรนา 2019 ทำให้กิจกรรมและเครือข่ายนักเรียนไทยต้องหยุดชะงักลง ต่อมาเมื่อสถานการณ์คลี่คลาย กระแสความนิยมด้านวัฒนธรรมเกาหลีและการศึกษาต่อในประเทศเกาหลีกลับมาอีกครั้ง ส่งผลให้จำนวนนักเรียนไทยเพิ่มขึ้นอย่างต่อเนื่อง จึงเกิดคำถามสำคัญว่า \"เราจะสร้างเครือข่ายนักเรียนไทยให้รวมกันเป็นหนึ่งเดียวได้อย่างไร\"\n\nด้วยเจตนารมณ์ดังกล่าว กลุ่มนักเรียนไทยที่มีเป้าหมายเดียวกันในการสร้างเครือข่ายนักเรียนไทยในเกาหลีจึงได้รวมตัวกัน และก่อรูปเป็น คณะกรรมการบริหารสมาคมฯ รุ่นที่ 1\n\nกล่าวได้ว่า สมาคมนักเรียนไทยในสาธารณรัฐเกาหลีถือเป็นองค์กรสืบทอดเจตนารมณ์ของ 'ชุมชนไทยในเกาหลี' ซึ่งได้มอบการสนับสนุนเบื้องต้น ทั้งงบประมาณจำนวน 1,300,000 วอน รวมถึงบัญชี Facebook และ Instagram ของชุมชนฯ เพื่อให้สมาคมฯ ดำเนินงานสืบต่อได้อย่างราบรื่น\n\nต่อมาในวันพุธที่ 4 ธันวาคม พ.ศ. 2567 สมาคมฯ ได้รับเกียรติเข้าร่วมงาน วันชาติไทย ณ ห้อง Crystal Ballroom โรงแรม Lotte กรุงโซล ภายในงาน พณฯ ท่านธานี แสงรัตน์ เอกอัครราชทูตฯ ได้กล่าวถึงการก่อตั้งสมาคมฯ เพื่อแนะนำให้องค์กรและภาคส่วนต่าง ๆ ในเกาหลีได้รู้จักอย่างเป็นทางการ โดยมีแขกผู้มีเกียรติจากประเทศต่าง ๆ เข้าร่วมจำนวนมาก\n\nในวันพฤหัสบดีที่ 23 มกราคม พ.ศ. 2568 สมาคมฯ ได้รับเกียรติเข้าร่วม งานเลี้ยงชุมชนไทย ณ ทำเนียบเอกอัครราชทูต ณ กรุงโซล และได้แนะนำตัวต่อชุมชนไทยในเกาหลีอย่างเป็นทางการ พร้อมเริ่มต้นมีบทบาทร่วมกับองค์กรชุมชนไทยต่าง ๆ\n\nและในวันพฤหัสบดีที่ 24 เมษายน พ.ศ. 2568 สมาคมฯ ได้เข้าร่วม การประชุมใหญ่ประจำปีของ ASEAN Youth Network in Korea (AYNK) พร้อมทั้งร่วมลงนามใน บันทึกความร่วมมือ (MOU) เพื่อเสริมสร้างความสัมพันธ์และขยายเครือข่ายความร่วมมือระหว่างสมาคมนักเรียนอาเซียนในเกาหลีอย่างเป็นทางการ",
  "whatWeDo": "TSAK เราทำอะไร",
  "vision": "วิสัยทัศน์ของ TSAK",
  "logoMeaning": "ความหมายของ LOGO ของสมาคม"
}

