{
  "title": "เกี่ยวกับ TSAK",
  "titleTh": "สนทก.",
  "associationName": "Thai Students Association\nin the Republic of Korea",
  "history": "ความเป็นมาของสมาคม",
  "historyContent": "สมาคมนักเรียนไทยในสาธารณรัฐเกาหลี ก่อตั้งขึ้นเมื่อวันที่ 23 พฤศจิกายน พ.ศ. 2567 เมื่อกลุ่มตัวแทนนักเรียนไทยในเกาหลีได้เข้าพบ พณฯ ท่านธานี แสงรัตน์ เอกอัครราชทูต ณ กรุงโซล เพื่อหารือเกี่ยวกับการจัดตั้งสมาคม โดยสถานเอกอัครราชทูตฯ ได้ให้เกียรติเป็นที่ปรึกษา พร้อมทั้งสนับสนุนงบประมาณและการดำเนินงานต่าง ๆ นับแต่นั้นเป็นต้นมา จึงได้เริ่มใช้ชื่อ \"สมาคมนักเรียนไทยในสาธารณรัฐเกาหลี (Thai Student Association in the Republic of Korea — TSAK)\" อย่างเป็นทางการ\n\nเดิมนั้นมีกลุ่มนักเรียนไทยในเกาหลีที่มีวิสัยทัศน์ร่วมกันดำเนินงานภายใต้ชื่อ \"ชุมชนไทยในเกาหลี\" แต่สถานการณ์การแพร่ระบาดของไวรัสโคโรนาในปีพ.ศ. 2562 ทำให้กิจกรรมและเครือข่ายนักเรียนไทยหยุดชะงักลง ต่อมาเมื่อสถานการณ์คลี่คลาย กระแสความนิยมด้านวัฒนธรรมเกาหลีและการศึกษาต่อในประเทศเกาหลีกลับมาอีกครั้ง ส่งผลให้จำนวนนักเรียนไทยเพิ่มขึ้นอย่างต่อเนื่อง จึงเกิดคำถามสำคัญว่า \"เราจะสร้างเครือข่ายนักเรียนไทยให้รวมกันเป็นหนึ่งเดียวได้อย่างไร\"\n\nด้วยเจตนารมณ์ดังกล่าว กลุ่มนักเรียนไทยที่มีเป้าหมายร่วมกันในการสร้างเครือข่ายนักเรียนไทยในเกาหลีจึงได้รวมตัวกัน และก่อรูปเป็นคณะกรรมการบริหารสมาคม (รุ่นที่ 1) จึงกล่าวได้ว่า สมาคมนักเรียนไทยในสาธารณรัฐเกาหลีถือเป็นองค์กรสืบทอดเจตนารมณ์ของ \"ชุมชนไทยในเกาหลี\" ซึ่งได้มอบการสนับสนุนเบื้องต้น ทั้งงบประมาณจำนวน 1,300,000 วอน รวมถึงบัญชี Facebook และ Instagram ของชุมชนฯ เพื่อให้สมาคมฯ ดำเนินงานสืบต่อได้อย่างราบรื่น\n\nโดยหลังจากที่มีการจัดตั้งสมาคมในปลายปีพ.ศ. 2567 คณะกรรมการบริหารสมาคมในวาระที่ 1 นำโดยนายนุติกร ศรีวิสุทธิ์ ประธานสมาคม และนางสาวอรวิลาสินี ลีกำเนิดไทย รองประธานสมาคม ได้เปิดให้มีการลงทะเบียนเป็นสมาชิกสมาคมฯ เพื่อรวบรวมฐานข้อมูลนักเรียนไทยในเกาหลีขึ้นเป็นครั้งแรก อีกทั้งได้จัดกิจกรรม \"งานแรกพบ Spring 2025 สายลมแรกแห่งวสันต์\" เพื่อต้อนรับนักเรียนใหม่และสร้างพื้นที่ในการกระชับมิตรในหมู่นักเรียนไทย นอกจากนี้ สมาคมฯ ได้ร่วมลงนามในบันทึกความร่วมมือ (MOU) ของ ASEAN Youth Network in Korea (AYNK)\n\nในวันที่ 27–28 มิถุนายน พ.ศ. 2568 สมาคมฯ ได้จัดการเลือกตั้งประธานสมาคมรุ่นที่ 2 และตั้งแต่วันที่ 1 กรกฎาคม พ.ศ. 2568 คณะกรรมการบริหารสมาคมในวาระที่ 2 นำโดยนายกฤติโชค รัตนขอดสกุล ประธานสมาคม และนางสาวภูริชญา พิศวง รองประธานสมาคม ได้จัดกิจกรรมต่าง ๆ เช่น \"งานแรกพบ Fall 2025 ม่วนมันส์ Fun Friend\" และ \"Career & VISA Talk 2025\" รวมถึงจัดทำบันทึกความร่วมมือกับสมาคมนักเรียนไทยในยุโรป และสมาคมนักเรียนไทยในเขตบริหารพิเศษฮ่องกงและมาเก๊า\n\nในวันที่ 5 ธันวาคม พ.ศ. 2568 สมาคมฯ ได้รับการอนุมัติจดทะเบียนเป็น \"องค์กรไม่แสวงหากำไร (비영리 임의단체)\" อย่างเป็นทางการ ซึ่งช่วยให้การดำเนินงานมีระบบ โปร่งใส และมีมาตรฐานมากยิ่งขึ้น โดยปัจจุบันมีผู้ลงทะเบียนเป็นสมาชิกสมาคมฯ แล้วกว่า 178 คน (ณ วันที่ 18 มกราคม พ.ศ. 2569)",
  "whatWeDo": "TSAK เราทำอะไร",
  "whatWeDoContent": "สมาคมนักเรียนไทยในสาธารณรัฐเกาหลี (Thai Student Association in the Republic of Korea: TSAK) เป็นองค์กรไม่แสวงหากำไรที่ทำหน้าที่เป็นศูนย์กลางในการเชื่อมโยง ดูแล และสนับสนุนนักเรียนไทยที่กำลังศึกษาอยู่ในประเทศเกาหลีใต้\n\nบทบาทหลักของ TSAK ได้แก่\n\n● การสนับสนุนนักเรียนไทย ในด้านการปรับตัว การใช้ชีวิต การศึกษา วีซ่า ทุนการศึกษา และสวัสดิการที่เกี่ยวข้อง\n\n● การจัดกิจกรรมเพื่อพัฒนาศักยภาพนักเรียน เช่น งานปฐมนิเทศ งานพบปะเครือข่าย (Networking) กิจกรรม Career Talk, Small Talk และกิจกรรมพัฒนาทักษะอื่น ๆ\n\n● การสร้างเครือข่ายนักเรียนไทยทั่วประเทศเกาหลีใต้ ผ่านการประสานงานในแต่ละภูมิภาค เพื่อให้การสื่อสารและการช่วยเหลือเป็นไปอย่างทั่วถึง\n\n● การเป็นสื่อกลางระหว่างนักเรียนไทยกับหน่วยงานภายนอก อาทิ สถานเอกอัครราชทูต ณ กรุงโซล ชุมชนไทย องค์กรภาครัฐ และองค์กรระหว่างประเทศ\n\n● การส่งเสริมภาพลักษณ์ที่ดีของนักเรียนไทยในสังคมเกาหลี ผ่านกิจกรรมทางวัฒนธรรม กิจกรรมอาสาสมัคร และความร่วมมือกับองค์กรต่าง ๆ",
  "vision": "วิสัยทัศน์ของ TSAK",
  "visionContent":"TSAK มุ่งสู่การเป็น องค์กรศูนย์กลางของนักเรียนไทยในสาธารณรัฐเกาหลี ที่เข้มแข็ง น่าเชื่อถือ และยั่งยืน พร้อมทั้งเป็นสะพานเชื่อมความร่วมมือระหว่างนักเรียนไทย ชุมชนไทย หน่วยงานภาครัฐ และหน่วยงานอื่นๆในเกาหลีใต้\n\nเรามุ่งพัฒนา TSAK ให้เป็น\n\n● องค์กรที่ สนับสนุนศักยภาพและคุณภาพชีวิตของนักเรียนไทยอย่างรอบด้าน\n\n● พื้นที่ที่ส่งเสริม ภาวะผู้นำ ความรับผิดชอบต่อสังคม และจิตสาธารณะ\n\n● เครือข่ายที่สร้าง คุณค่าในระยะยาวให้กับนักเรียนไทยรุ่นปัจจุบันและรุ่นต่อไป\n\n● ตัวแทนของนักเรียนไทยที่สะท้อน ภาพลักษณ์เชิงบวก ความเป็นมืออาชีพ และความร่วมมือระดับนานาชาติ",
  "logoMeaning": "ความหมายของ LOGO ของสมาคม"
}

